<p>Настоящая Политика конфиденциальности персональных данных (далее – Политика)
    действует в отношении всей информации, которую Интернет-магазин {{ Setting::get('general.site_name') }} (далее Сайт), расположенный на доменном
    имени {{ request()->getHost() }}, может получить о Пользователе во время использования Сайта, программ или продуктов
    Сайта.</p>

<ol class="privacy">
    <li>
        <div class="h2">Определение терминов</div>
        <p>В настоящей Политике используются следующие термины:</p>
        <ol>
            <li>«Администрация Сайта» – уполномоченные на управление сайтом сотрудники компании {{ Setting::get('general.company_name') }},
                которые организуют и (или) осуществляют обработку персональных данных (далее, ПД). Администрация Сайта
                определяет цели обработки, состав и действия, совершаемые в отношении ПД.
            </li>
            <li>«Персональные данные» - любая информация, относящаяся к субъекту ПД.
            </li>
            <li>«Обработка персональных данных» - любое действие (операция) или их совокупность, совершаемых с
                персональными данными с или без использования средств автоматизации, включая:
                <ul>
                    <li>сбор,</li>
                    <li>запись,</li>
                    <li>систематизацию,</li>
                    <li>накопление,</li>
                    <li>хранение,</li>
                    <li>уточнение (обновление, изменение),</li>
                    <li>извлечение,</li>
                    <li>использование,</li>
                    <li>передачу (распространение, предоставление, доступ),</li>
                    <li>обезличивание,</li>
                    <li>блокирование,</li>
                    <li>удаление,</li>
                    <li>уничтожение.</li>
                </ul>
            </li>
            <li>«Конфиденциальность персональных данных» - требование не допускать распространения ПД без
                согласия субъекта
                персональных данных или наличия иного законного основания. Данное требование обязательно для
                соблюдения Оператором или иным получившим доступ к персональным данным лицом
            </li>
            <li>«Пользователь Сайта (далее ‑ Пользователь)» – лицо, имеющее доступ к Сайту, посредством сети
                Интернет и
                использующее Сайт в собственных целях и по своему усмотрению.
            </li>
            <li>«Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере
                пользователя,
                который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке
                открыть
                страницу
                Сайта.
            </li>
            <li>«IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP.
            </li>
        </ol>
    </li>
    <li>
        <div class="h2">Общие положения</div>
        <ol>
            <li>При использовании Сайта Пользователь соглашается с настоящей Политикой и условиями обработки
                ПД,
                определяемых настоящей Политикой.
            </li>
            <li>Если Пользователь не согласен с Политикой или ее положениями, Пользователь должен прекратить
                использование
                Сайта.
            </li>
            <li>Настоящая Политика применяется только к Сайту. Администрация сайта не контролирует и не может
                контролировать, а также не несет какой-либо ответственности за информацию, размещенную на сторонних
                сайтах, на
                которые Пользователь может перейти по ссылкам, размещенным на Сайте.
            </li>
            <li>Администрация Сайта не проверяет и не может проверить достоверность персональных данных,
                предоставляемых
                Пользователем Сайта.
            </li>
        </ol>
    </li>
    <li>
        <div class="h2">Предмет политики конфиденциальности</div>
        <ol>
            <li>Настоящая Политика конфиденциальности устанавливает обязательства Администрации Сайта по
                неразглашению
                и
                обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет
                по
                запросу
                Администрации сайта при:
                <ul>
                    <li>заказе обратного звонка,</li>
                    <li>оформлении заказа на сайте,</li>
                    <li>заполнении форм «задать вопрос»,</li>
                    <li>регистрации на Сайте,</li>
                </ul>
                а также при заполнении любых электронных форм, анкет, опросов и прочих подобных форм прямо не
                указанных
                в представленном списке.
            </li>
            <li>ПД, разрешённые к обработке в рамках настоящей Политики, предоставляются Пользователем путём
                заполнения
                различных электронных форм на Сайте и включают в себя следующую информацию:
                <ol>
                    <li>фамилию, имя, отчество Пользователя;</li>
                    <li>контактный телефон Пользователя;</li>
                    <li>адрес электронной почты (e-mail);</li>
                    <li>адрес доставки Товара;</li>
                    <li>место жительство Пользователя;</li>
                    <li>дату рождения пользователя;</li>
                    <li>данные о месте работы Пользователя;</li>
                    <li>фото Пользователя;</li>
                </ol>
            </li>
            <li>Сайт защищает Данные, которые автоматически передаются при посещении страниц, на которых
                установлен
                статистический скрипты систем Яндекс.Метрика, Google Analytics:
                <ul>
                    <li>IP адрес;</li>
                    <li>информация из cookies;</li>
                    <li>информация о браузере;</li>
                    <li>время доступа;</li>
                    <li>адрес страницы;</li>
                    <li>реферер (адрес предыдущей страницы).</li>
                </ul>
                <ol>
                    <li>Отключение cookies может повлечь невозможность доступа к частям сайта Сайта,
                        требующим
                        авторизации.
                    </li>
                    <li>Сайт осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация
                        используется
                        с целью выявления и решения технических проблем, для контроля, в том числе, законности
                        проводимых финансовых
                        платежей.
                    </li>
                </ol>
            </li>
            <li>Любая иная персональная информация неоговоренная выше (история покупок, используемые браузеры и
                операционные системы и т.д.) подлежит надежному хранению и нераспространению, за исключением
                случаев,
                предусмотренных в п.п. 5.2. и 5.3. настоящей Политики конфиденциальности.
            </li>
        </ol>
    </li>
    <li>
        <div class="h2">Цели сбора персональной информации пользователя</div>
        <ol>
            <li>ПД Пользователя Администрация Сайта может использовать в целях:
                <ol>
                    <li>идентификации Пользователя, зарегистрированного на Сайте, для оформления заказа и
                        (или) заключения Договора купли-продажи товара с {{ Setting::get('general.company_name') }},
                    </li>
                    <li>предоставления Пользователю доступа к персонализированным ресурсам Сайта,
                    </li>
                    <li>установления с Пользователем обратной связи, включая направление уведомлений,
                        запросов,
                        касающихся
                        использования Сайта, оказания услуг, обработка запросов и заявок от Пользователя,
                    </li>
                    <li>определения места нахождения Пользователя для обеспечения безопасности,
                        предотвращения
                        мошенничества,
                    </li>
                    <li>подтверждения достоверности и полноты ПД, предоставленных Пользователем,
                    </li>
                    <li>создания учетной записи для совершения покупок, если Пользователь дал согласие на
                        создание
                        учетной
                        записи,
                    </li>
                    <li>уведомления Пользователя Сайта о состоянии Заказа,
                    </li>
                    <li>обработки и получения платежей, подтверждения налога или налоговых льгот, оспаривания
                        платежа,
                        определения права на получение кредитной линии Пользователем,
                    </li>
                    <li>предоставления Пользователю эффективной клиентской и технической поддержки при
                        возникновении
                        проблем
                        связанных с использованием Сайта,
                    </li>
                    <li>получения мнения и отзывов Пользователя о товарах и услугах, предоставляемых Сайтом,
                        и
                        публикации
                        отзывов с целью помощи другим Пользователям при осуществлении выбора товаров и услуг,
                    </li>
                    <li>предоставления Пользователю с его согласия, обновлений продукции, специальных
                        предложений,
                        информации о
                        ценах, новостной рассылки и иных сведений от имени Сайта или от имени партнеров Сайта,
                    </li>
                    <li>осуществления рекламной деятельности с согласия Пользователя,
                    </li>
                    <li>предоставления доступа Пользователю на сайты или сервисы партнеров Сайта с целью
                        получения
                        продуктов, обновлений и услуг.
                    </li>
                </ol>
            </li>
        </ol>
    </li>
    <li>
        <div class="h2">Способы и сроки обработки персональной информации</div>
        <ol>
            <li>Обработка ПД Пользователя осуществляется без ограничения срока, любым законным способом, в том
                числе в
                информационных системах персональных данных с использованием средств автоматизации или без
                использования
                таких
                средств.
            </li>
            <li>Пользователь соглашается с тем, что Администрация сайта вправе передавать персональные данные
                третьим
                лицам, в частности, курьерским службам, организациями почтовой связи, операторам электросвязи,
                исключительно в
                целях выполнения заказа Пользователя, оформленного на Сайте, включая доставку Товара.
            </li>
            <li>ПД Пользователя могут быть переданы уполномоченным органам государственной власти Российской
                Федерации только по основаниям и в порядке, установленным законодательством Российской Федерации, а
                именно:
                <ul>
                    <li>получение официального запроса правоохранительных органов;</li>
                    <li>исполнение судебного решения;</li>
                    <li>воспрепятствование мошенничеству;</li>
                    <li>защита прав пользователей и пр.</li>
                </ul>
            </li>
            <li>При утрате или разглашении персональных данных Администрация сайта информирует Пользователя об
                утрате или
                разглашении персональных данных.
            </li>
            <li>Администрация сайта принимает необходимые организационные и технические меры для защиты
                персональной
                информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения,
                блокирования,
                копирования, распространения, а также от иных неправомерных действий третьих лиц.
            </li>
            <li>Администрация сайта совместно с Пользователем принимает все необходимые меры по предотвращению
                убытков или
                иных отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.
            </li>
        </ol>
    </li>
    <li>
        <div class="h2">Обязательства сторон</div>
        <ol>
            <li>Пользователь обязан:
                <ol>
                    <li>Предоставить информацию о персональных данных, необходимую для пользования Сайтом.
                    </li>
                    <li>Обновить, дополнить предоставленную информацию о персональных данных в случае
                        изменения
                        данной информации.
                    </li>
                </ol>
            </li>
            <li>Администрация сайта обязана:
                <ol>
                    <li>использовать полученную информацию исключительно для целей, указанных в п. 4
                        настоящей
                        Политики
                        конфиденциальности,
                    </li>
                    <li>обеспечить хранение конфиденциальной информации в тайне, не разглашать без
                        предварительного
                        письменного
                        разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование, либо
                        разглашение
                        иными
                        возможными способами переданных персональных данных Пользователя, за исключением п.п. 5.2. и
                        5.3.
                        настоящей
                        Политики Конфиденциальности,
                    </li>
                    <li>принимать меры предосторожности для защиты конфиденциальности персональных данных
                        Пользователя
                        согласно
                        порядку, обычно используемого для защиты такого рода информации в существующем деловом
                        обороте,
                    </li>
                    <li>осуществить блокирование ПД, относящихся к соответствующему Пользователю, с момента
                        обращения или
                        запроса
                        Пользователя или его законного представителя либо уполномоченного органа по защите прав
                        субъектов
                        персональных
                        данных на период проверки, в случае выявления недостоверных персональных данных или
                        неправомерных
                        действий.
                    </li>
                </ol>
            </li>
        </ol>
    </li>
    <li>
        <div class="h2">Ответственность сторон</div>
        <ol>
            <li>Администрация Сайта, не исполнившая свои обязательства, несёт ответственность за убытки,
                понесённые
                Пользователем в связи с неправомерным использованием персональных данных, в соответствии с
                законодательством
                Российской Федерации, за исключением случаев, предусмотренных п.п. 5.2., 5.3. и 7.2. настоящей
                Политики.
            </li>
            <li>В случае утраты или разглашения Конфиденциальной информации Администрация Сайта не несёт
                ответственность,
                если данная конфиденциальная информация:
                <ol>
                    <li>стала публичным достоянием до её утраты или разглашения,</li>
                    <li>была получена от третьей стороны до момента её получения Администрацией сайта,</li>
                    <li>была разглашена с согласия Пользователя.</li>
                </ol>
            </li>
        </ol>
    </li>
    <li>
        <div class="h2">Разрешение споров</div>
        <ol>
            <li>До обращения в суд с иском по спорам, возникающим из отношений между Пользователем Сайта и
                Администрацией Сайта, обязательным является предъявление претензии (письменного предложения о добровольном
                урегулировании спора).
            </li>
            <li>Получатель претензии в течение 30 календарных дней со дня получения претензии, письменно
                уведомляет заявителя претензии о результатах рассмотрения претензии.
            </li>
            <li>При не достижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии
                с действующим законодательством Российской Федерации.
            </li>
            <li>К настоящей Политике конфиденциальности и отношениям между Пользователем и Администрацией Сайта
                применяется действующее законодательство Российской Федерации.
            </li>
        </ol>
    </li>
    <li>
        <div class="h2">Дополнительные условия</div>
        <ol>
            <li>Администрация Сайта вправе вносить изменения в настоящую Политику конфиденциальности без
                согласия Пользователя и его дополнительного уведомления.
            </li>
            <li>Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте, если иное
                не предусмотрено новой редакцией Политики конфиденциальности.
            </li>
            <li>Все предложения или вопросы по настоящей Политике конфиденциальности следует сообщать по адресу
                <a href="mailto:{{ trim(Setting::get('mail.feedback.address')) }}">{{ Setting::get('mail.feedback.address') }}</a>.
            </li>
            <li>Действующая Политика конфиденциальности размещена на странице по адресу
                <a href="{{ route('privacy') }}">{{ route('privacy') }}</a>.
            </li>
        </ol>
    </li>
</ol>
